'use strict';
function e(e) {
  return e && e.__esModule && Object.prototype.hasOwnProperty.call(e, 'default')
    ? e.default
    : e;
}
var t = e({
  name: 'persian_fa',
  months: [
    ['حمل', 'حم'],
    ['ثور', 'ثو'],
    ['جوزا', 'جو'],
    ['سرطان', 'سر'],
    ['اسد', 'اس'],
    ['سنبله', 'سن'],
    ['میزان', 'می'],
    ['عقرب', 'عق'],
    ['قوس', 'قو'],
    ['جدی', 'جد'],
    ['دلو', 'دل'],
    ['حوت', 'حو'],
  ],
  weekDays: [
    ['شنبه', 'ش'],
    ['یک‌شنبه', 'ی'],
    ['دو‌شنبه', 'د'],
    ['سه‌شنبه', 'س'],
    ['چهار‌شنبه', 'چ'],
    ['پنج‌شنبه', 'پ'],
    ['جمعه', 'ج'],
  ],
  digits: ['۰', '۱', '۲', '۳', '۴', '۵', '۶', '۷', '۸', '۹'],
  meridiems: [
    ['قبل از ظهر', 'ق.ظ'],
    ['بعد از ظهر', 'ب.ظ'],
  ],
});
export default t;
